<p><strong>Политика конфиденциальности</strong></p>
<p>Настоящая Политика конфиденциальности (далее &ndash; Политика) устанавливает правила использования персональной информации, получаемой от пользователей приложения (далее &ndash; Пользователи) администратором приложения (далее &ndash; Приложение).</p>
<p>Настоящая Политика конфиденциальности применяется ко всем Пользователям приложения.</p>
<p>Все термины и определения, встречающиеся в тексте Политики толкуются в соответствии с действующим законодательством РК.</p>
<p>Пользователи прямо соглашаются на обработку своих персональных данных, как это описано в настоящей Политике.</p>
<p>Использование Приложения означает выражение Пользователем безоговорочного согласия с Политикой и указанными условиями обработки информации.</p>
<p>Пользователь не должен пользоваться Приложением, если Пользователь не согласен с условиями Политики.</p>
<p>Содержание:</p>
<ol>
    <li>Персональная информация Пользователей</li>
    <li>Цели обработки персональной информации Пользователей</li>
    <li>Условия и способы обработки персональной информации Пользователей</li>
    <li>Меры, применяемые для защиты персональной информации Пользователя</li>
    <li>Разрешение споров</li>
    <li>Дополнительные условия</li>
</ol>
<strong>1. Персональная информация Пользователей</strong>
<p>1.1. Приложение собирает, получает доступ и использует в определенных Политикой целях персональные данные Пользователей, техническую и иную информацию, связанную с Пользователями.</p>
<p>1.2. Техническая информация не является персональными данными. Компания использует файлы cookies, которые позволяют идентифицировать Пользователя.<br /> Файлы cookies &ndash; это текстовые файлы, доступные Компании, для обработки информации об активности Пользователя, включая информацию о том, какие страницы посещал Пользователь и о времени, которое Пользователь провел на странице.<br /> Пользователь может отключить возможность использования файлов cookies в настройках браузера.</p>
<p>1.3. Также под технической информацией понимается информация, которая автоматически передается Компании в процессе использования Приложения с помощью установленного на устройстве Пользователя программного обеспечения.</p>
<p>1.4. Под персональными данными Пользователя понимается информация, которую Пользователь предоставляет Компании при заполнении заявки в Приложении и последующем использовании Приложения.<br /> Обязательная для предоставления Приложения информация помечена специальным образом.<br /> Иная информация предоставляется Пользователем на его усмотрение.</p>
<p>1.5. Приложение также может обрабатывать данные, сделанные общедоступными субъектом персональных данных или подлежащие опубликованию или обязательному раскрытию в соответствии с законом.</p>
<p>1.6. Приложение не проверяет достоверность персональной информации, предоставляемой Пользователем, и не имеет возможности оценивать его дееспособность.<br /> Однако Приложение исходит из того, что Пользователь предоставляет достоверную и достаточную персональную информацию о себе и поддерживает эту информацию в актуальном состоянии.</p>
<ol start="2">
    <li><strong> Цели обработки персональной информации Пользователей</strong></li>
</ol>
<p>2.1. Главная цель Приложения при сборе персональных данных &mdash; предоставление информационных, консультационных услуг Пользователям.<br /> Пользователи соглашаются с тем, что Приложение также может использовать их персональные данные для:</p>
<ul>
    <li>Идентификация стороны в рамках предоставляемых услуг;</li>
    <li>Предоставления услуг и клиентской поддержки по запросу Пользователей;</li>
    <li>Улучшение качества услуг, удобства их использования, разработка и развитие Приложения, устранения технических неполадок или проблем с безопасностью;</li>
    <li>Анализ для расширения и совершенствования услуг, информационного наполнения и рекламы услуг;</li>
    <li>Информирования Пользователей об услугах, целевом маркетинге, обновлении услуг и рекламных предложениях на основании информационных предпочтений Пользователей;</li>
    <li>Таргетирование рекламных материалов; рассылки индивидуальных маркетинговых сообщений посредством электронной почты;</li>
    <li>Проведение статистических и иных исследований на основе обезличенных данных.</li>
</ul>
<p>2.2. Приложение использует техническую информацию обезличено в целях, указанных в пункте 2.1.</p>
<ol start="3">
    <li><strong> Условия и способы обработки персональной информации Пользователей</strong></li>
</ol>
<p>3.1. Пользователь дает согласие на обработку своих персональных данных путём отправки заявки (любой письменный запрос, содержащий контактные данные).</p>
<p>3.2. Обработка персональных данных Пользователя означает сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных Пользователя.</p>
<p>3.3. В отношении персональной информации Пользователя сохраняется ее конфиденциальность, кроме случаев добровольного предоставления Пользователем информации о себе для общего доступа неограниченному кругу лиц.</p>
<p>3.4. Приложение вправе передать персональную информацию Пользователя третьим лицам в следующих случаях:</p>
<ul>
    <li>Пользователь выразил согласие на такие действия;</li>
    <li>Передача необходима для использования Пользователем определенной услуги Приложения либо для исполнения определенного договора или соглашения с Пользователем;</li>
    <li>Передача уполномоченным органам государственной власти Республики Казахстан по основаниям и в порядке, установленным законодательством Республики Казахстан;</li>
    <li>В целях обеспечения возможности защиты прав и законных интересов Компании или третьих лиц в случаях, когда Пользователь нарушает условия договоров и соглашений с Приложением, настоящую Политику, либо документы, содержащие условия использования конкретных услуг;</li>
    <li>В результате обработки персональной информации Пользователя путем ее обезличивания получены обезличенные статистические данные, передаются третьему лицу для проведения исследований, выполнения работ или оказания услуг по поручению Приложения.</li>
</ul>
<ol start="4">
    <li><strong> Меры, применяемые для защиты персональной информации Пользователя</strong></li>
</ol>
<p>4.1. Приложение принимает необходимые и достаточные правовые, организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с ней третьих лиц.</p>
<ol start="5">
    <li><strong> Разрешение споров</strong></li>
</ol>
<p>5.1. Все возможные споры, вытекающие из отношений, регулируемых настоящей Политикой, разрешаются в порядке, установленном действующим законодательством Республики Казахстан, по нормам казахстанского права.</p>
<p>5.2. Соблюдение досудебного (претензионного) порядка урегулирования споров является обязательным.</p>
<ol start="6">
    <li><strong> Дополнительные условия</strong></li>
</ol>
<p>6.1. Компания вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя.</p>
<p>6.2. Новая Политика конфиденциальности вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики конфиденциальности.</p>
<p>&nbsp;</p>
